Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/sami-giellaproseavttaide-lea-rabas-ohcanaigemearri-2015-rajes.html.tmx
Source language: sme
Languages: sma

source: Sámi giellaprošeavttaide lea rabas ohcanáigemearri 2015 rájes / Sámegielaid hálddašanguovlu / Giella / Sámediggi - Sametinget
sma: Saemien gïeleprosjekth ræhpas ohtsememieriem åtna 2015 raejeste / Reeremedajve saemien gïelide / Gïele / Saemiedigkie - Sametinget

source: Sámi giellaprošeavttaide lea rabas ohcanáigemearri 2015 rájes
sma: Saemien gïeleprosjekth ræhpas ohtsememieriem åtna 2015 raejeste

source: 2015 rájes lea ohcanvuđot doarjjaortnegis sámi giellaprošeavttaide rabas ohcanáigemearri.
sma: Dåarjoeöörnege saemien gïeleprosjektide ræhpas ohtsememieriem åtna 2015 raejeste.

source: Ohcamiid sáhttá sáddet miehtá jagi, ja dat meannuduvvojit dađistaga go bohtet.
sma: Dan åvteste maahta ohtsemidie sïjse seedtedh abpe jaepiem, jïh dah iktemearan gïetesuvvieh.

source: - Dát rievdadeapmi mielddisbuktá ahte ohccit galget jođáneappot oažžut vástádusa ohcamiidda, nu ahte besset álggahit prošeavttaideaset nu árrat go vejolaš, dadjá sámediggepresideantta Aili Keskitalo.
sma: - Daejnie jarkelimmine ohtsijh sijhtieh vaestiedassem åadtjodh sijjen ohtsemidie verkebe goh aarebi, jïh maehtieh prosjektigujmie nierhkedh dan varke goh gåarede, saemiedigkiepresidente Aili Keskitalo jeahta.

source: Sámediggi lea maid váldán eret vuoruhemiid mat leat leamaš daid maŋemus jagiid, ja árvvoštallat baicca ohcamiid kvalitehta ja báikkálaš dárbbuid ektui.
sma: Daelie ohtsemh vuarjasjamme sjidtieh kvaliteeten jïh voenges daerpiesvoeti mietie.

source: - Dáinna rievdadusain lea mis buoret vejolašvuohta doarjut buriid giellaovddidanprošeavttaid mat leat čadnon daidda dárbbuide mat leat iešguđetge guovllus, dadjá Keskitalo.
sma: - Daejnie jarkelimmine maehtebe aaj hijven gïeleevtiedimmieprosjekth nænnoestehtedh mah leah voenges daerpiesvoetide ektiedamme dejnie ovmessie dajvine, Keskitalo jeahta.
